[
    {
        "title":"กล้องวงจรปิดคืออะไร",
        "subtitle":"กล้องสำหรับเฝ้าระวังจุดเสี่ยง",
        "image_url":"https://cdn.pixabay.com/photo/2016/01/17/02/08/cctv-1144371__340.jpg",
        "detail":"กล้องวงจรปิด (CCTV) คือ ระบบการบันทึกภาพเคลื่อนไหวที่ถูกจับภาพโดยกล้องวงจรปิด ที่ได้ติดตั้งตามบริเวณต่างๆ มายังเครื่องบันทึกภาพ และ ส่วนรับภาพดูภาพซึ่งเรียกว่า จอภาพ (Monitor) และบันทึกลงไปยังเครื่องบันทึก เป็นระบบสำหรับใช้เพื่อการรักษาความปลอดภัย หรือ ใช้เพื่อการสอดส่องดูแลเหตุการณ์หรือสถานการณ์ต่างๆ"
    },
    {
        "title":"กล้องอนาล็อก",
        "subtitle":"ระบบกล้องที่ใช้วิธีส่งสัญญาณแบบอนาล็อก",
        "image_url":"https://cdn.pixabay.com/photo/2020/06/19/18/43/cctv-5318438_960_720.jpg",
        "detail":"กล้องวงจรปิดแบบAnalog เป็นกล้องที่ใช้สายสัญญาณชนิด โคแอคเชียล หรือ ตระกูล RG มาเป็นอุปกรณ์นำสัญญาณ ข้อจำกัดที่พบเช่น สายสัญญาณถูกคลื่นรบกวน ทำให้ภาพที่ได้ไม่ชัด \n\nข้อดี \nต้นทุน: ระบบอนาล็อกมีต้นทุนที่ถูกกว่าระบบ IP \nยืดหยุ่นกว่า : เนื่องจากว่ามีกล้องหลากหลายประเภทให้เลือกใช้ตั้งแต่ระบบเล็กไปถึงระบบใหญ่ มีอินฟราเรดติดตั้งมาพร้อมกับกล้อง ทำให้มีตัวเลือกสำหรับการใช้งานประเภทต่างๆ ได้อย่างเหมาะสม \nความเข้ากันได้ : ในระบบอนาล็อกมีเพียงระบบ PAL และ NTSC เท่านั้น ทำให้สามารถเลือกกล้องต่างยี่ห้อมารวมในระบบเดียวกันได้ \nปัญหาน้อย : เนื่องจากว่าระบบอนาล็อกถูกพัฒนามามาก จนแทบจะเรียกได้ว่าอยู่ในช่วงสุดท้ายของเทคโนโลยีของระบบอนาล็อกแล้ว ทำให้ปัญหาต่างๆถูกแก้ไขไปจนหมด ทำให้ปัญหาต่างๆของระบบอนาล็อกเกิดขึ้นน้อยมาก \n\n ข้อเสีย function : ระบบอนาล็อกไม่มีฟังชั่นเช่นเดียวกับที่กล้อง IP มี เว้นแต่กล้องอนาล็อกในระบบราคาแพงเท่านั้น \nความปลอดภัย : ระบบอนาล็อกมีความปลอดภัยน้อย เนื่องจากไม่มีการเข้ารหัสของข้อมูล ไม่ว่าใครก็สามารถดูภาพจากกล้องวงจรปิดได้ \nระยะทาง : ไม่สามารถรองรับการส่งสัญญาณในระยะไกลๆได้"
    },
    {
        "title":"กล้องไอพี",
        "subtitle":"ต้องใช้สายแลนหรือวายฟายเชื่อมต่อกล้องโดยใช้ IP Network",
        "image_url":"https://cdn.pixabay.com/photo/2019/02/24/17/19/camera-4018037_960_720.jpg",
        "detail":"IP Camera (Internet Protocol Camera) คือ กล้องวงจรปิดที่รวมเอา คุณสมบัติของ Web Server ไว้ในตัวกล้อง (คล้ายกับเป็นการนำเอาความสามารถบางส่วนของเครื่องคอมพิวเตอร์บรรจุลงไปในตัวกล้องวงจรปิด) เพื่อให้สามารถ ดูภาพสดบนระบบ internet หรือ ระบบเครือข่ายได้ โดยผู้ใช้งานสามารถ ดูภาพจากระยะไกลเพื่อใช้ในการรักษาความปลอดภัย และ เฝ้าระวัง ภายใน บ้าน สำนักงาน โรงงาน ห้างสรรพสินค้า และอื่นๆ ได้ IP Camera มีทั้งแบบใช้สาย (Wiring) และแบบไร้สาย (Wireless)"
    },
    {
        "title":"กล้องโรบอท",
        "subtitle":"ต้องใช้สายแลนหรือวายฟายเชื่อมต่อกล้องโดยใช้ IP Network",
        "image_url":"https://cdn.pixabay.com/photo/2019/02/24/17/19/camera-4018037_960_720.jpg",
        "detail":"IP Camera (Internet Protocol Camera) คือ กล้องวงจรปิดที่รวมเอา คุณสมบัติของ Web Server ไว้ในตัวกล้อง (คล้ายกับเป็นการนำเอาความสามารถบางส่วนของเครื่องคอมพิวเตอร์บรรจุลงไปในตัวกล้องวงจรปิด) เพื่อให้สามารถ ดูภาพสดบนระบบ internet หรือ ระบบเครือข่ายได้ โดยผู้ใช้งานสามารถ ดูภาพจากระยะไกลเพื่อใช้ในการรักษาความปลอดภัย และ เฝ้าระวัง ภายใน บ้าน สำนักงาน โรงงาน ห้างสรรพสินค้า และอื่นๆ ได้ IP Camera มีทั้งแบบใช้สาย (Wiring) และแบบไร้สาย (Wireless)"
    }

]